/* No comment provided by engineer. */
" - Maya Ka'an" = " - Maya Ka'an";

/* No comment provided by engineer. */
"-Binoculares" = "-Binoculars";

/* No comment provided by engineer. */
"-Bloqueador biodegradable" = "-Biodegradable sunblock";

/* No comment provided by engineer. */
"-Cámara fotográfica" = "-Camera";

/* No comment provided by engineer. */
"-Cámara fotográfica o de video" = "-Camera";

/* No comment provided by engineer. */
"-En el Santuario de la Cruz Parlante no esta permitido el acceso con zapatos, ni tomar fotografías" = "-In the Cruz Parlante´s sanctuary acces with shoes it is not allowed also you can´t take pictures";

/* No comment provided by engineer. */
"-Gorra" = "-Cap";

/* No comment provided by engineer. */
"-Lentes para sol" = "-Sunglasses";

/* No comment provided by engineer. */
"-Opción de hospedaje en cabañas rústicas" = "-Lodging option in rustic cabins";

/* No comment provided by engineer. */
"-Pantalones" = "-Pants";

/* No comment provided by engineer. */
"-Pantalones de tela ligera o de campo" = "-Lightweight fabric or camping pants";

/* No comment provided by engineer. */
"-Personas con alguna reacción alérgica de piquetes de insectos (mosquitos, tábanos, abejas) llevar consigo el medicamento de su preferencia" = "-People with allergic reaction to insect bites (mosquitoes, horse flies, bees) must carry the medicine of their choice";

/* No comment provided by engineer. */
"-Repelente biodegradable" = "-Biodegradable repellent";

/* No comment provided by engineer. */
"-Ropa cómoda" = "-Comfortable clothing";

/* No comment provided by engineer. */
"-Ropa para cambiarse" = "-Spare clothing";

/* No comment provided by engineer. */
"-Ropa y zapatos cómodos" = "-Comfortable shoes and clothing";

/* No comment provided by engineer. */
"-Sandalias" = "-Sandals";

/* No comment provided by engineer. */
"-Toalla" = "-Towel";

/* No comment provided by engineer. */
"-Traje de baño" = "-Swimsuit";

/* No comment provided by engineer. */
"-Zapatos cómodos" = "-Comfortable shoes";

/* No comment provided by engineer. */
"-Zapatos deportivos" = "-Sport shoes";

/* No comment provided by engineer. */
"Antiguo santuario maya conocido como 'Pueblo de Guerreros'." = "Known as the “town of warriors”, this ancient Mayan sanctuary is the strategic point to begin your adventure in Maya Ka'an.";

/* No comment provided by engineer. */
"Atrévete a explorar la misteriosa Cueva de las Serpientes Colgantes." = "Dare to explore the mysterious Cave of the Hanging Snakes.";

/* No comment provided by engineer. */
"Bloqueador biodregadable" = "Biodegradable sunblock";

/* No comment provided by engineer. */
"Cámara forográfica" = "Camera";

/* No comment provided by engineer. */
"description" = "description";

/* No comment provided by engineer. */
"Descubre costumbres y tradiciones mayas a través de sus habitantes." = "Meet the Maya culture through its people, come and live with them their customs and traditions.";

/* No comment provided by engineer. */
"Descubre esta comunidad que significa “tronco del huhub” en lengua maya." = "'Huhub log' Chunhuhub in Maya, was the name given to this community in reference to a pine tree that was abundant in the area.";

/* No comment provided by engineer. */
"Descubre lugares increíbles en Maya Ka'an" = "Discover amazing places at Maya Ka'an";

/* No comment provided by engineer. */
"Descubre un paraíso de arenas blancas a 50 km de Tulum." = "Hidden in Sian Ka'an heart, discover this paradise of white sand just 50 miles away from Tulum.";

/* No comment provided by engineer. */
"Destinos" = "Destinations";

/* No comment provided by engineer. */
"Déjate envolver en la majestuosidad de los árboles milenarios." = "Discover a Mayan legacy through the gum extraction technique, and wrap yourself in the majesty of the Ancient Trees in the forest community of Noh-Bec.";

/* No comment provided by engineer. */
"Directorio" = "Directory";

/* No comment provided by engineer. */
"Encantadora comunidad de pescadores, ideal para pesca deportiva." = "A charming fishing community on the south end of the Holy Spirit Bay, ideal for sport fishing.";

/* No comment provided by engineer. */
"Escapadas" = "Day tour";

/* No comment provided by engineer. */
"Galería" = "Gallery";

/* No comment provided by engineer. */
"Gorra" = "Cap";

/* No comment provided by engineer. */
"Llevar efectivo" = "Carry cash";

/* No comment provided by engineer. */
"Mapa" = "Map";

/* No comment provided by engineer. */
"Necesitas activar tu conexión a internet." = "You need to activate your wireless or mobile network.";

/* No comment provided by engineer. */
"Población más antigua famosa por sus construcciones coloniales." = "Is one of the oldest villages of Quintana Roo; famous for its colonial buildings, was one of the starting points of the Caste War.";

/* No comment provided by engineer. */
"Ropa cómoda" = "Comfortable clothing";

/* No comment provided by engineer. */
"Tips" = "Tips";

/* No comment provided by engineer. */
"title" = "title";

/* No comment provided by engineer. */
"Traje de Baño" = "Swimsuit";

/* No comment provided by engineer. */
"Viaja a un antiguo puerto maya rodeado por la selva." = "Get ready for a trip to the past in an ancient harbor surrounded by the mayan jungle of the Biosphere Reserve of Sian Ka'an.";

/* No comment provided by engineer. */
"Visita " = "Visit ";



"-Zapatos cómodos y Sandalias" = "-Comfortable shoes and sandals";

"-En el centro ecoturístico NO hay señal móvil ni Internet" = "-There is no telephone signal and internet connection in town";

"-En la comunidad NO hay señal móvil ni Internet" = "-There is no telephone signal and internet connection in town";

"-En la comunidad NO hay señal móvil" = "-There is no telephone signal in town";

"-En el Santuario de la Cruz Parlante no esta permitido el acceso con zapatos, ni tomar fotografías sin autorización" = "-In the Cruz Parlante´s sanctuary access with shoes it is not allowed also you can´t take pictures";

"-Pantalones largos" = "-Trousers";

"-Lámpara" = "-Lamp";

"-No están permitidas las fotografías con flash ya que perturban a las especies" = "-To take care of the living species it is not allowed to take flash photographs";

"-Se aceptan tarjetas de crédito" = "-Credit card accepted";

"-La comunidad no cuenta con energía eléctrica, únicamente solar por lo que las horas de luz son limitadas" = "-The community does not have electricity, only solar energy available so light hours are limited";

"-Solo hay luz eléctrica en ciertos horarios del día" = "-There is only electricity during some hours of the day";

